Repository: spreekaiser/training
Catalog: Angular_Handbuch_Codebeispiele/internationalisierung/src/assets/locales/messages.*.xlf
Languages: fr

source: Hallo Welt!
fr: Bonjour monde!

source: Hallo {INTERPOLATION}
fr: Bonjour {INTERPOLATION}

source: Übersetzungstechniken
fr: Techniques de traduction

source: Geschlechter spezifische Texte
fr: Textes spécifiques au sexe

source: Pluralisierung
fr: Pluralisation

source: GREETING{INTERPOLATION}
fr: Bonjour {INTERPOLATION} !!!11!

source: # Aufgaben
fr: # tâches

source: {START_PARAGRAPH}Ich bin ein Text der über{CLOSE_PARAGRAPH} {START_PARAGRAPH}mehrere Paragraphen verteilt ist{CLOSE_PARAGRAPH}
fr: {START_PARAGRAPH}Je suis un texte qui {CLOSE_PARAGRAPH} {START_PARAGRAPH}est réparti sur plusieurs paragraphes{CLOSE_PARAGRAPH}

source: Aufgabe hinzufügen...
fr: Ajouter une tâche

# strong-greeting
source: Hallo {{user}} !!!11!
fr: Bonjour {{user}} !!!11!

source: Alle Aufgaben erledigt
fr: pas de tâches

source: Eine Aufgabe
fr: une tâche

source: Einige Aufgaben
fr: plusieurs tâches

source: {INTERPOLATION} Aufgaben
fr: {INTERPOLATION} tâches

source: Mehr als 10 Aufgaben
fr: plus de 10 tâches

source: Anrede
fr: Salutation

source: --- Bitte auswählen ---
fr: --- Choisissez l'option ---

source: Herr
fr: Monsieur

source: Frau
fr: Madame

source: Vorname
fr: Prénom

source: Nachname
fr: Nom

source: Registrieren
fr: Enregister

source: Sehr geehrter Herr
fr: Monsieur

source: Sehr geehrte Frau
fr: Madame

source: {INTERPOLATION}. Vielen Dank für Ihre Registrierung!
fr: {INTERPOLATION}. Merci pour votre inscription!

source: Wie geht es dir heute
fr: Comment vas-tu aujourd'hui?

source: Wie geht es dir heute this.user
fr: Bonjour this.user! Comment vas-tu aujourd'hui?
